tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "amazon-ecs-cli"
brew "ant"
brew "apache-spark"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "boost"
brew "brew-gem"
brew "brew-pip"
brew "bzip2"
brew "cmake"
brew "colordiff"
brew "cowsay"
brew "ctags"
brew "gettext"
brew "openldap"
brew "curl"
brew "direnv"
brew "dos2unix"
brew "doxygen"
brew "ec2-api-tools"
brew "elm"
brew "enscript"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "freetype"
brew "fzf"
brew "gcutil"
brew "ghq"
brew "ghz"
brew "git"
brew "git-lfs"
brew "glib"
brew "gnu-sed"
brew "gnu-time"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gradle"
brew "grep"
brew "groovy"
brew "grpcurl"
brew "hexyl"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "ilmbase"
brew "imagemagick"
brew "intltool"
brew "node"
brew "ios-sim"
brew "jq"
brew "k9s"
brew "lame"
brew "lapack"
brew "ldns"
brew "lzo"
brew "lima"
brew "lolcat"
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "multitail"
brew "neon"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "nushell"
brew "openblas"
brew "ossp-uuid"
brew "pandoc"
brew "pgweb"
brew "pigz"
brew "pinentry-mac"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.8"
brew "sccache"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "unar"
brew "wget"
brew "xsv"
brew "yarn"
brew "zellij"
brew "zlib"
brew "zsh"
cask "alacritty"
cask "ammonite"
cask "appcleaner"
cask "atom"
cask "authy"
cask "bitwarden"
cask "firefox"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "kdiff3"
cask "kindle"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "ngrok"
cask "opera"
cask "paintbrush"
cask "powershell"
cask "qlcolorcode"
cask "qlgradle"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlrest"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "rancher"
cask "rectangle"
cask "shiba"
cask "skitch"
cask "skype"
cask "sourcetree"
cask "sublime-text2"
cask "suspicious-package"
cask "the-unarchiver"
cask "vagrant"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "LINE WORKS", id: 1029784963
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "RunCat", id: 1429033973
mas "ScreenPointer", id: 1368204906
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
